<template>
    <div
    align="center">
      <h1
      class="my-10">Информация о безопасности</h1>
      <v-sheet
      max-width="1000"
      width="100%"
      class="px-16 py-10"
      elevation="12"
      rounded>
Здравствуйте, уважаемые сотрудники компании "Firewatch". Ваша безопасность и благополучие на рабочем месте для нас важны. Поэтому мы разработали эту инструкцию по пожарной безопасности, чтобы обеспечить ваше безопасное пребывание в случае возникновения пожара.

<v-divider :thickness="5" class="my-5"></v-divider>

<v-card variant="text" title="1. Обучение и осведомленность:">
  Регулярно обучайтесь на курсах пожарной безопасности, чтобы знать свои права и обязанности при пожаре. Будьте в курсе расположения всех выходов из здания и мест экстренного сбора.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="2. Проверка оборудования:">
  Регулярно проверяйте сигнализацию пожарной тревоги, дымовые и тепловые датчики, а также ручные огнетушители на предмет исправности.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="3. План эвакуации:">
  Знакомьтесь с планом эвакуации вашего рабочего места и убедитесь, что все выходы свободны для движения. Ознакомьтесь также с двумя безопасными маршрутами эвакуации из каждой зоны.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="4. Огнетушение:">
  Помните основные правила огнетушения: "Выключить, вытащить, накрыть и вызвать". В случае пожара, в первую очередь необходимо выключить источник огня. Затем безопасно удалите людей из зоны опасности. Если это безопасно, используйте подходящий тип огнетушителя для тушения пламени.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="5. Первая помощь:">
  Обучитесь основным приемам первой помощи, чтобы быть готовыми помочь коллегам в случае необходимости. Знайте месторасположение аптечки и оборудования для оказания первой помощи.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="6. Обслуживание рабочего места:">
  Постоянно держите свою общую зону в чистоте и порядке, чтобы не создавать дополнительных факторов риска при возникновении пожара. Используйте только утвержденное оборудование и следуйте правилам электробезопасности на рабочем месте.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="7. Сигнализация тревоги:">
  В случае обнаружения огня или подозрительных запахов, немедленно активируйте сигнал тревоги и эвакуируйтесь в безопасное место. Не используйте лифты во время пожара.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="8. Сбор и уведомление:">
  После эвакуации собраться на предназначенном месте для сбора, чтобы убедиться, что все члены команды безопасны и проинформировать руководство о ситуации.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="9. Обучение вне плановых случаев:">
  Регулярно проводите тренировки пожаротушения и эвакуации вне плановых рабочих часов, чтобы все члены команды были готовы реагировать быстро и безопасно в любое время суток.
</v-card>

<v-divider :thickness="2" class="my-5"></v-divider>

<v-card variant="text" title="10. Сообщество:">
  Создайте сознание и культуру пожарной безопасности в компании "Firewatch". Воспитывайте у всех членов команды ответственность за соблюдение правил и норм пожарной безопасности.
</v-card>

<v-divider :thickness="5" class="my-5"></v-divider>

Придерживайтесь этих рекомендаций, чтобы обеспечить безопасное и спокойное рабочее место для всех наших сотрудников. Оставайтесь в курсе обновлений по пожарной безопасности и будьте готовы к быстрому и безопасному реагированию в любой ситуации.
    </v-sheet>
  </div>
</template>

<script setup>

</script>